Repository: nvdaaddons/l10nTest
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: hu, sr

source: This add-on allows to confirm if you want to copy and cut, replacing the clipboard contents, when pressing control+c and control+x. This is named Emulate copy and cut, and by default it works just when clipboard contains text. Do you want to configure Emulate copy and cut now? You may do or change this later.
hu: A bővítmény rákérdez mielőtt a vágólap tartalma kicserélődik a control+x vagy a ctrl+c billentyűparancsok segítségével. Ezt emulált kivágásnak vagy másolásnak nevezzük, alapértelmezetten akkor működik, ha a vágólap szöveget tartalmaz. Be szeretné állítani most az emulált kivágást és másolást? A későbbi beállításra is lehetősége nyílik majd.
sr: Ovaj dodatak vam dozvoljava da potvrdite akcije kopiranja i isecanja, u slučajevima kada to menja već postojeći sadržaj privremene memorije, Kada pritisnete control+c i control+x. Ovaj deo dodatka se zove Emulate copy and cut, i po podrazumevanim podešavanjima radi samo kada privremena memorija sadrži tekst. Da li želite da podesite Emulate copy and cut sada? Ovo kasnije možete promeniti.

source: Configure Emulate copy and cut
hu: Az emulált kivágás és másolás beállítása
sr: Podesite Emulate copy and cut

source: Preformatted text in HTML
hu: HTML alapú előformázott szöveg
sr: Formatiran tekst kao HTML

source: HTML as shown in a web browser
hu: HTML a böngészőben látható módon
sr: HTML način prikaza u Web pretraživačima

source: Raw text
hu: Nyers szöveg
sr: Običan tekst

source: Shows the Clip Contents Designer settings.
hu: Megjeleníti a vágólap tartalomtervező beállítás ablakát.
sr: Prikazuje Clip Contents Designer podešavanja.

source: Clipboard cleared
hu: Vágólap törölve
sr: Ispražnjena privremena memorija

source: Clipboard not cleared
hu: A vágólap nem lett kitörölve
sr: Nije ispražnjena privremena memorija

source: Start marker set
hu: Kezdőpont beállítva
sr: Postavljen početni marker

source: Marks the current position of the review cursor as the start of text to be appended to the clipboard.
hu: Megjelöli az áttekintő kurzornál lévő pozíciót a kijelölés kezdeteként
sr: Označava trenutnu poziciju preglednog kursora kao početak teksta koji treba da se doda u privremenu memoriju.

source: No selection. No start marker set
hu: Nincs kijelölés, nincs megadva kijelölési kezdőpont
sr: Ništa nije označeno. Nije postavljen početni marker

source: The start marker must reside within the same object
hu: a kezdő pontnak ugyanabban az objektumban kell lennie.
sr: Početni marker mora ostati u istom objektu

source: No text to add
hu: Nincs hozzáfűzhető szöveg
sr: Nema teksta za dodavanje

source: Please, confirm if you want to add text to the clipboard
hu: Kérem erősítse meg, ha szöveget akar adni a vágólap tartalmához
sr: Molimo, podvrdite da želite da dodate tekst u privremenu memoriju

source: Adding text to clipboard
hu: szöveg hozzáadása a vágólaphoz
sr: Dodavanje teksta u privremenu memoriju

source: Added
hu: hozzáadva
sr: Dodato

source: Cannot add
hu: Nem fűzhető hozzá
sr: Nije moguće dodavanje

source: Retrieves the selected string or the text from the previously set start marker up to and including the current position of the review cursor, and adds it to the clipboard.
hu: A kijelölt szöveget, vagy az áttekintőkurzorral kijelölt szövegrészt a vágólap tartalmához fűzi.
sr: Vraća odabrane znakove ili tekst od prethodno postavljenog početnog markera sve do trenutne pozicije preglednog kursora uključujući i nju, i dodaje ih u privremenu memoriju.

source: Please, confirm if you want to clear the clipboard
hu: Kérem erősítse meg, ha törölni akarja a vágólap tartalmát
sr: Molimo, potvrdite da želite da obrišete privremenu memoriju

source: Clearing clipboard
hu: vágólap tartalmának kiűrítése
sr: Brisanje privremene memorije

source: Deletes the added text and the content of the clipboard.
hu: Törli a hozzáfűzött szöveget, és a vágólap tartalmát.
sr: Briše dodati tekst i sadržaj privremene memorije.

source: Please, confirm if you want to copy to the clipboard
hu: Kérem erősítse meg, ha másolni szeretne a vágólap tartalmához
sr: Molimo, potvrdite da želite da kopirate u privremenu memoriju

source: Copying to clipboard
hu: másolás a vágólapra
sr: Kopiranje u privremenu memoriju

source: Copies to the clipboard, with the possibility of being asked for a previous confirmation
hu: Vágólapra másolás, az előbbi műveletre való rákérdezés lehetőségével
sr: Kopira u privremenu memoriju, uz mogućnost da vas pita za potvrdu

source: Please, confirm if you want to cut from the clipboard
hu: Kérem erősítse meg, ha ki akar vágni a vágólap tartalmából
sr: Molimo, potvrdite da želite da isečete u privremenu memoriju

source: Cutting from clipboard
hu: kivágás a vágólapról
sr: Isečeno u privremenu memoriju

source: Cuts from the clipboard, with the possibility of being asked for a previous confirmation
hu: Kivágás a vágólapról, az előző művelet megerősítésének lehetőségével
sr: Seče u privremenu memoriju, uz mogućnost potvrde

source: Clipboard is not empty, but there is no text to show
hu: A vágólap nem üres, de nincs megjeleníthető szöveg
sr: Privremena memorija nije prazna, ali nema teksta za prikazivanje

source: Clipboard is empty
hu: Vágólap törölve
sr: Privremena memorija je prazna

source: Clipboard text ({max}/{current} - {formatForTitle})
hu: Vágólap szövege ({max}/{current} - {formatForTitle})
sr: Tekst privremene memorije ({max}/{current} - {formatForTitle})

source: Shows the clipboard text in browse mode
hu: A vágólap szövegét böngésző módban jeleníti meg
sr: Prikazuje tekst privremene memorije u režimu pretraživanja

source: Type the string to be used as a &separator between contents added to the clipboard.
hu: Adja meg az elválasztó szöveget, ami beszúrásra kerül két tartalom közé a vágólapra.
sr: Unesi znakove koji će se koristiti kao &separator između sadržaja dodatih u privremenu memoriju.

source: &Add text before clip data
hu: szöveg hozzáadása a vágólap jelenlegi tartalma elé
sr: &Dodaj tekst pre dela podataka

source: Sele&ct the actions which require previous confirmation
hu: M&űveletek kijelölése, amelyeknek megerősítésre van szükségük
sr: Izaberi &radnje koje zahtevaju potvrdu

source: Confirm to add text
hu: szöveg hozzáadásának megerősítése
sr: Potvrda dodavanja teksta

source: Confirm to clear clipboard
hu: vágólap törléséről való megerősítés
sr: Potvrda brisanja privremene memorije

source: Confirm to emulate copy
hu: másolás emulálásának megerősítése
sr: Potvrda kopiranja

source: Confirm to emulate cut
hu: kivágás emulálásának megerősítése
sr: Potvrda isecanja

source: &Request confirmation before performing the selected actions when:
hu: &Megerősítés kérése a következő műveletekhez, ha:
sr: &Zahtevaj potvrdu kada se izvršavaju izabrane radnje u sledećim slučajevima:

source: Always
hu: Mindig
sr: Uvek

source: If the clipboard contains text
hu: Ha a vágólap szöveget tartalmaz
sr: Ako privremena memorija sadrži tekst

source: If the clipboard is not empty
hu: Ha a vágólap nem üres
sr: Ako privremena memorija nije prazna

source: &Format to show the clipboard text in browse mode:
hu: &Formátum a böngésző módban való szövegmegjelenítéshez:
sr: &Format prikazivanja teksta u režimu pretraživanja:

source: &Maximum number of characters when showing clipboard text in browse mode
hu: Karakterek &maximális száma vágólap tartalmának mutatása esetén
sr: &Maksimalan broj znakova kada se prikazuje tekst u režimu pretraživanja

source: Clip Contents Designer
hu: Vágólap tartalomtervező

source: Add-on for managing clipboard text.
hu: Kiegészítő a vágólap szövegeinek kezeléséhez.
sr: Dodatak za upravljanje tekstualnog sadržaja privremene memorije
